[GENERAL]
NAME					= မြန်မာစာ
TRANSLATOR				= sharloghome808@gmail.com(Pyae Phyo @ ပြည့်ဖြိုး)
DLG_FONT_NAME                           = Myanmar Text
DLG_FONT_SIZE                           = 8

[TEXT]
TEXT_APP_NAME				= Bandicut
TEXT_BUILDNO				= Build#
TEXT_VERSION				= Bandicut ${str1} (${str2})
TEXT_APPINFO				= Bandicut - လျင်မြန်ရိုးစင်းသည့် ဗွီဒီယိုတည်းဖြတ်ဆော့ဝဲလ်
TEXT_BETA				= ဘီတာ
TEXT_UNREGISTERED			= မှတ်ပုံမတင်ရသေးပါ

TEXT_YES				= လုပ်ဆောင်မယ်
TEXT_NO					= မလုပ်ဆောင်ပါ
TEXT_CLOSE				= ပိတ်မယ်
TEXT_CANCEL				= ပယ်ဖျက်မယ်
TEXT_OK					= အိုကေ
TEXT_ABORT				= ရပ်မယ်
TEXT_RETRY				= ထပ်ကြိုးစားမယ်
TEXT_IGNORE				= လျစ်လျူရှုမယ်
TEXT_CONTINUE				= ဆက်လုပ်ဆောင်မယ်

TEXT_SAVE				= Save
TEXT_NOT_SAVE				= Don't Save

TEXT_SECOND				= စက္ကန့်

TEXT_OPEN_FILE				= ဖိုင်ဖွင့်ရန်
TEXT_SELECT_FOLDER			= သိမ်းမည့်ဖိုလ်ဒါ ရွေးပါ

TEXT_SEG_DURATION			= ကြာချိန် ${str1}
TEXT_SEEK_POS				= ရှာဖွေမယ် ${str1}
TEXT_TOTAL_SEG_DURATION			= စုစုပေါင်း ${str1}
TEXT_HIGH_SPEED_MODE			= အရှိန်အမြင့်ဆုံးနည်းလမ်း
TEXT_HIGH_ENCODING_MODE			= ပုံစံပြောင်းခြင်းနည်းလမ်း

TEXT_VOLUME_MUTE			= အသံပိတ်
TEXT_VOLUME				= အသံ။  ။ ${int1}

TEXT_CHANGE_LANG			= ဘာသာစကားပြောင်းရန် Bandicut ကို ပြန်ဖွင့်ရပါမယ် [br] ပိတ်ပြီးပြန်ဖွင့်မှာလား
TEXT_RESET_ALL_SETTINGS			= အပြင်အဆင်အားလုံးကို နဂိုအတိုင်းပြန်ထားမှာလား
TEXT_SHUTDOWN_SEC			= ကွန်ပျူတာက ${int1} စက္ကန့်အတွင်း ပိတ်ပါမယ်
TEXT_SHUTDOWN_APP_SEC			= Bandicut က ${int1} စက္ကန့်အတွင်း ပိတ်ပါမယ်

TEXT_UPDATE_AVAILABLE			= Bandicut ဗားရှင်းအသစ်ထွက်နေပါပြီ [br] အခုဒေါင်းချင်လား
TEXT_UPDATE_UNAVAILABLE			= နောက်ဆုံးဗားရှင်းဖြစ်နေပါပြီ
TEXT_UPDATE_FAILED			= ဗားရှင်းအချက်အလက်စစ်ရန် မအောင်မြင်ပါ [br] အင်တာနက်အဆက်အသွယ်မရှိပါ။ ထပ်ကြိုးစားကြည့်ပါ
TEXT_OFFLINE				= This function is able to be used when this system is connected to the Internet[br]Please, try again after you check your Internet connection.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Error, Warning
TEXT_PROGRAM_INVALID			= ဒီပရိုဂရမ်က မှားနေပါတယ် [br] Bandicut ကိုပြန်တပ်ဆင်ပါ

TEXT_NOT_SEEKABLE			= ဒီမီဒီယာဖိုင်ကို မရှာဖွေနိုင်ပါ
TEXT_NOT_SEEKABLE_DETAIL		= အရှိန်အမြင့်ဆုံးနည်းလမ်း နှင့် အကန့်အပြင်အဆင်တွေ မရှိသေးပါ [br]- ပျက်စီးနေသာအညွှန်းဇယား[br]- ကီးဖရိန်မရှိပါ(သို့)အညွှန်းဇယား

TEXT_NOT_SUPPORT_FILE			= Bandicut ဒီဖိုင်တွေကို မထောက်ပံ့ပါ [br](ဗွီဒီယိုမရှိပါ(သို့)codec အချက်အလက်မရှိပါ)[br]ဖိုင်အချက်အလက်များကို ကြည့်နိုင်ပါတယ်
TEXT_NOT_SUPPORT_VIDEO			= [br]- ဗွီဒီယို Codec ${int1}: ${int2} ${str1}
TEXT_NOT_SUPPORT_AUDIO			= [br]- အသံ Codec ${int1}: ${int2} ${str1}
TEXT_NOT_SUPPORT_FORMAT			= [br]- ဖိုင်ပုံစံ။  ။ ${str1}
TEXT_NOT_SUPPORT_NONE			= ဘာမှမဟုတ်
TEXT_NOT_SUPPORT_NOT_DECODE		= (မပြသနိုင်ပါ)
TEXT_NOT_SUPPORT_NO_VIDEO_DATA		= (ဗွီဒီယိုအချက်အလက်မရှိပါ)
TEXT_NOT_SUPPORT_NOT_EXIST		= [br]ထည့်ထားသောဖိုင် မတည်ရှိပါ[br]ဖိုင်လမ်းကြောင်းကို စစ်ဆေးပါ

TEXT_NOT_HIGH_SPEED			= အရှိန်အမြင့်ဆုံးနည်းလမ်း မရရှိနိုင်ပါ
TEXT_NOT_HIGH_SPEED_DETAIL		= Codec ပြဿနာကြောင့် ဒီဖိုင်က အရှိန်အမြင့်ဆုံးနည်းလမ်းကို မသုံးနိုင်ပါ [br]- ပုံစံပြောင်းခြင်းနည်းလမ်းကို သုံးပါ
TEXT_NOT_HIGH_SPEED_NOT_ENOUGH_VFRAME	= - ဖရိန် ၁၀ ခုနှင့်ဗွီဒီယိုထက် နည်းနေပါတယ်
TEXT_NOT_HIGH_SPEED_QUERY		= - မီဒီယာဖိုင်ကို ဖန်တီး၍ မရပါ

TEXT_NOT_HIGH_SPEED_KEY_FRAME		= ပုံစံပြောင်းခြင်းနည်းလမ်းထက် အရှိန်အမြင့်ဆုံးနည်းလမ်း ကပိုမြန်နေပါတယ် [br] ဘယ်လိုပဲဖြစ်ဖြစ် အရှိန်အမြင့်ဆုံးနည်းလမ်း (${str1}) ကိုသုံးနေစဥ်တွင် ဒီဖိုင်ရဲ့အစပြုချိန်ကို ပြောင်းရပါမယ်

TEXT_KEY_FRAME_CUT_TITLE		= အရှိန်အမြင့်ဆုံးနည်းလမ်းနဲ့ လုပ်ဆောင်မှာလား
TEXT_KEY_FRAME_CUT_IMPOSSIBLE		= အရှိန်အမြင့်ဆုံးနည်းလမ်းက မှတ်ပုံတင်ပြီးမှသာ ရရှိနိုင်ပါတယ်[br][br] Bandicut လိုင်စင်ကို ဝယ်သုံးမှာလား

TEXT_FRAME_CUT_CANT_CHANGE		= မှတ်ပုံမတင်ထားသော Bandicut ဗားရှင်းတွင် ဒီချိန်ညှိချက်ကို မပြောင်းလဲနိုင်ပါ[br]Bandicut လိုင်စင်ကို ဝယ်သုံးမှာလား

TEXT_KEY_FRAME_CUT			= အရှိန်အမြင့်ဆုံးနည်းလမ်း နဲ့လုပ်ဆောင်မှာလား
TEXT_KEY_FRAME_CUT2			= - အခက်အခဲ တစ်စုံတစ်ရာရှိလျှင် ပုံစံပြောင်းခြင်းနည်းလမ်း ကိုသုံးပါ

TEXT_NOT_HIGH_SPEED_JOIN		= ပုံစံအားလုံးက အတိအကျတူမှသာလျှင် အရှိန်အမြင့်ဆုံးနည်းလမ်းကို ဆက်ရန်အတွက် သုံးနိုင်ပါတယ်

TEXT_MSG_CONVERTING_CLOSE		= အလုပ်လုပ်ဆောင်နေပါတယ်။ အဲဒါကို ပယ်ဖျက်ပြီး Bandicut ကိုပိတ်မှာလား
TEXT_MSG_CONVERTING_CANCEL		= အလုပ်လုပ်ဆောင်နေပါတယ်။ အဲဒါကို ပယ်ဖျက်မှာလား
TEXT_MSG_CHECK_NOT_SHOW			= နောက်တစ်ကြိမ်မပြရန်
TEXT_MSG_WRITE_HEADER			= ဖိုင်ခေါင်းစဥ်ကို အခုရေးနေပါတယ်။ ဖိုင်ကကြီးနေလျှင် ဒီအလုပ်ကကြာနိုင်ပါတယ်။ ကျေးဇူးပြု၍ ခေတ္တစောင့်ပါ

TEXT_ERROR_DISKSPACE_TITLE		= Not enough disk space for the output folder.
TEXT_ERROR_DISKSPACE			= Please change the output folder and try again.
TEXT_ERROR_DISKSPACE_DETAIL		= [br]-Available disk space: ${str1}[br]-Required disk space:${str2}
TEXT_ERROR_CACHE_DISKSPACE_TITLE	= Not enough disk space for the cache folder.
TEXT_ERROR_CACHE_DISKSPACE		= Please change the cache folder and try again.
TEXT_ERROR_CACHE_DISKSPACE_DETAIL	= [br]-Available disk space: ${str1}[br]-Required disk space:${str2}
TEXT_ERROR_FILE_SYSTEM_TITLE		= Please change the output or cache folder.
TEXT_ERROR_FILE_SYSTEM			= The output or cache folder is not located on an NTFS file system, which may cause problems when processing files larger than 4GB.[br]-Folder to change:
TEXT_CANT_KEYFRAME_SEEK			= မီဒီယာဖိုင်များကို အခုဆန်းစစ်နေပါတယ်။ ဆန်းစစ်ပြီးသွားလျှင် ကီးဖရိန် ယူနစ်ဖြင့် ရှာဖွေလို့ရပါတယ်
TEXT_READ_FILE				= ဖိုင်ကိုဖတ်လို့မရပါ။ ထည့်ထားသောဖိုင်ကို စစ်ဆေးပါ[br]ဖိုင်က စီဒီ/ဒီဗွီဒီ ထဲကဆိုလျှင် ဖိုင်ကို ဟက်ဒစ်ထဲကိုကူးပြီးတော့ ထပ်ကြိုးစားကြည့်ပါ
TEXT_CODEC_CONFIG			= ပုံစံပြောင်းခြင်း ချိတ်ညှိချက်များ မမှန်ကန်ပါ
TEXT_CODEC_CONFIG2			= [br]'ပုံစံပြောင်းခြင်း ချိတ်ညှိချက်များ' ကိုသွားပြီးတော့ ပုံသေ ပုံစံပြောင်းခြင်း အပြင်အဆင်များကိုသုံးပါ ပြီးနောက် ထပ်ကြိုးစားကြည့်ပါ
TEXT_VIDEO_ENCODING			= An error occurred while encoding the video. You need to check the input file or the encoding settings.
TEXT_VIDEO_ENCODING_QSV_TITLE		= Intel® Quick Sync ဗွီဒီယိုပုံစံပြောင်းခြင်းနှင့် ပြဿနာဖြစ်နေသောကြောင့် ပြောင်းလဲနေတာ ရပ်သွားပါတယ်
TEXT_VIDEO_ENCODING_QSV			= H.264 ဆော့ဝဲလ်ပုံစံပြောင်းခြင်းကို သုံးမှာလား
TEXT_AUDIO_ENCODING			= An error occurred while encoding the audio. You need to check the input file or the encoding settings.
TEXT_NOT_SUPPORT_TYPE			= ပြုလုပ်မည့်ဖိုင်ကို ဖန်တီးရန် မအောင်မြင်ပါ
TEXT_UNSUPPORT_VIDEO_SIZE		= Unable to convert to this video resolution.[br]The maximum resolution supported by ${str1} is ${str2}.[br]Please go to the 'Encoding Settings' menu and select another video resolution and try again.
TEXT_NO_ENCODER				= ပုံစံပြောင်းမည့်အရာ ကိုမရှာနိုင်ပါ
TEXT_SEND_FILE				= ဗွီဒီယိုဖိုင်ကို bandicut@bandisoft.com သို့ပို့လျှင် အခက်အခဲကို ပြင်ဖို့ ကြိုးစားကြည့်ပါမယ်
TEXT_CHECK_CHANGE_ENCODER		= H.264 ဆော့ဝဲလ်ပုံစံပြောင်းခြင်းကို အခုကစသုံးမယ်
TEXT_INTER_FILE				= An error occurred while saving the video to the output folder.
TEXT_CANT_DECODE_AUDIO			= Some audio tracks are unable to decode.[br]They won't be converted. Are you sure you want to continue?

TEXT_REBUILD_COMPLETE			= File(s) ready to edit.
TEXT_REBUILD_FAILED			= An error occurred while preparing the video file(s).[br]

TEXT_ERRMSG_CONVERT_NUM			= ပုံစံပြောင်းခြင်း မအောင်မြင်ပါ.(${int1})
TEXT_ERRMSG_CONVERT_VSIZE		= ဖိုင်က အရမ်းကြီးနေသောကြောင့် အရှိန်အမြင့်ဆုံးနည်းလမ်းကို သုံး၍မရပါ  ပုံစံပြောင်းခြင်းနည်းလမ်းကို သုံးပါ

TEXT_MSG_CHANGE_MODE_DROP		= Bandicut သို့ ဖိုင်များစွာကို ထည့်မယ်ဆိုလျှင် Bandicut က ဆက်ရန်ကို ပြောင်းသွားပါမယ် [br]ဆက်လက်လုပ်ဆောင်မှာလား
TEXT_MSG_CANT_CHANGE			= Bandicut ကထည့်ပြီးသောဖိုင်များကို ဆန်းစစ်နေပါတယ်

TEXT_MISSED_FILE_REMOVE 		= ဖိုင်မတည်ရှိသောကြောင့် အကန့်စာရင်းကနေ ဖယ်ရှားလိုက်ပါပြီ[br]-${str1}

TEXT_INVALID_VALUE			= ကျေးဇူးပြ၍ ${int1} နဲ့ ${int2} ကြားတန်ဖိုးရိုက်ထည့်ပါ

TEXT_WARNING_MAX_SEGMENT         	= ဖိုင်တွေ/အကန့်တွေကို ${int1} ထိ ထည့်နိုင်ပါတယ်
TEXT_WARNING_MAX_SEGMENT_FAIL           = အောက်က ဖိုင်များကို ${int1} မထည့်ထားပါ[br]${str1}
TEXT_WARNING_MAX_SEGMENT_AUTO		= Bandicut ရဲ့အကန့်ရေတွက်မှု အများဆုံး(၉၉) ကို ကျော်တော့ပါမယ်။ လုပ်ဆောင်လျှင် အချို့ပိုင်းကို ထည့်မှာမဟုတ်ပါ[br]ဆက်လက်လုပ်ဆောင်မှာလား
TEXT_WARNING_MAX_SEGMENT_SHORT		= အကန့်တစ်ခုစီရဲ့အချိန်က အရမ်းတိုနေသောကြောင့် Bandicut ကို အကန့် ${int1} များသို့ မခွဲနိုင်ပါ [br]ပိုသေးသောနံပါတ် ရိုက်ထည့်ပါ
TEXT_WARNING_MAX_SEGMENT_AUTO_CANT	= အကန့်ရေတွက်မှုအများဆုံးထက် ပိုနေသောကြောင့် အကန့်တွေကို ထပ်ပြီးမခွဲနိုင်တော့ပါ
TEXT_WARNING_MAX_SEGMENT_ZERO		= အချိန်က အကန့်ရဲ့အချိန်ထက် ပိုရှည်နေပါတယ်[br]ပိုသေးတဲ့တန်ဖိုးကို သတ်မှတ်ပြီး ထပ်ကြိုးစားကြည့်ပါ
TEXT_WARNING_INVALID_TIME		= ၁ စက္ကန့်ထက်များသော အချိန်ကို သတ်မှတ်ပါ

TEXT_EXIST_FILE_HEADER			= ဒီနာမည်နဲ့ဖိုင်က တည်ရှိပြီးသားဖြစ်နေပါတယ်
TEXT_EXIST_FILE_COMMENT			= ဆက်လက်လုပ်ဆောင်လျှင် ဖိုင်နာမည်ကို ကိန်းစဥ်နံပါတ်တွေ ထည့်သွားပါမယ်။ ဆက်လက်လုပ်ဆောင်မှာလား
TEXT_EXIST_FILE_OVERWRITE			= ပရောဂျက်ဖိုင်ကိုသိမ်းရန်
TEXT_EXIST_FILE_COMMENT_OVERWRITE	= ${str1} already exists.[br]Do you want to overwrite it?

TEXT_MSG_PROJECT_HELP			= What is a project file?
TEXT_MSG_SAVE_PROJECT_HEADER		= အလုပ်လုပ်ဆောင်နေပါတယ်။ 
TEXT_MSG_SAVE_PROJECT			= ဗွီဒီယိုဖိုင်(သို့)ပရောဂျက်ဖိုင်ကို ထည့်လျှင် လုပ်ဆောင်နေတဲ့အလုပ်ကို ဆုံးရှုံးပါမယ်
TEXT_MSG_SAVE_PROJECT2			= ပရောဂျက်ဖိုင်ကို သိမ်းပြီးမှ ဆက်လက်လုပ်ဆောင်မှာလား
TEXT_MSG_SAVE_PROJECT_CLOSE		= ပရောဂျက်ဖိုင်ကို သိမ်းပြီးမှ ဆက်လက်လုပ်ဆောင်မှာလား
TEXT_MSG_LOAD_PROJECT_FAIL		= ပရောဂျက်ဖိုင်ကို ဖွင့်၍မရပါ
TEXT_MSG_RESTORE_PROJECT		= Bandicut didn't shut down correctly.[br]Do you want to restore your previous task?

; Available Encoder
TEXT_RECOMMEND_CODEC_COMMENT		= Intel Quick Sync Video is not enabled.[br]To use the "H264 (Intel® Quick Sync Video)" codec, please plug the VGA cable from the monitor into the VGA port on the motherboard.
TEXT_RECOMMEND_CODEC_COMMENT_OK	 = အကူအညီစာမျက်နှာကို သွားရောက်ချင်လား

TEXT_ENCODER_TITLE			= ${str1} encoder Available
TEXT_ENCODER_AVAILABLE_ENCODER		= ${str1} is a hardware encoder which allows you to edit videos at a higher speed than the software-based encoder.
TEXT_ENCODER_AVAILABLE_ENCODER_OK	= [br]Would you like to use the ${str1} encoder?

TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD	= ဒီအသွင်အပြင်က Facebook မူပိုင်ခွင့်ကြောင့် မရနိုင်တော့ပါ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Log
TEXT_INPUT_FILE_INFO			= ထည့်ထားသောဖိုင်၏အချက်အလက်
TEXT_H264_NOT_SUPPORT			= ဒီစနစ်က H.264 ပုံစံပြောင်းခြင်းကို မထောက်ပံ့ပါ
TEXT_FILE_NAME				= ဖိုင်နာမည်။  ။ ${str1}
TEXT_FILE_TYPE				= ဖိုင်ပုံစံ။  ။ ${str1}မျ
TEXT_FILE_DURATION			= ကြာချိန်။  ။ ${str1}
TEXT_FILE_SIZE				= ဖိုင်အရွယ်အစား။  ။ ${str1}
TEXT_SEGMENT				= အကန့်များ။  ။ ${str1} 
TEXT_HIGH_SPEED_KEY_FRAME_START		= - မူလအစပြုချိန်။  ။ ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_KEY_START	= - အစပြုချိန်အသစ်။  ။ ${str1}
TEXT_ENABLE_HIGH_SPEED			= အရှိန်အမြင့်ဆုံးနည်းလမ်းကို သုံးရန်။  ။ ${str1}
TEXT_SEEKABLE				= ${str1} ကိုရှာနေပါတယ်
TEXT_POSSIBLE				= ဖွင့်ရန်
TEXT_IMPOSSIBLE				= ပိတ်ရန်
TEXT_POSSIBLE_REG			= မှတ်ပုံတင်ပြီးမှသာ ရရှိနိုင်ပါတယ်
TEXT_TRACK_COUNT			= ${int1} ဗွီဒီယိုဖိုင်(များ), ${int2} အသံဖိုင်(များ)
TEXT_OUTPUT_FILE_INFO			= ပြုလုပ်မည့်ဖိုင် အချက်အလက်
TEXT_ADD_FAILED				= [ဖိုင်ထည့်၍မရပါ]
TEXT_OUTPUT_OPTION			= သိမ်းဆည်းမည့်ချိန်ညှိချက်များ
TEXT_INPUT_FILES			= [ထည့်ထားသောဖိုင်(အကန့်များ) ရေးတွက်ခြင်း။  ။ ${int1}]
TEXT_H264_ENCODER			= H.264 Encoder
TEXT_CODEC				= Codec

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Main window
TEXT_MAIN_MOVIE_FILES			= မီဒီယာဖိုင်များ
TEXT_MAIN_PROJECT_FILES			= ပရောဂျက်ဖိုင်များ
TEXT_MAIN_ALL_FILES			= ဖိုင်အားလုံး

TEXT_MOREINFO				= ထပ်ကြည့်ရန်...

TEXT_SEGMENT_TITLE			= အပိုင်း ${str1}
TEXT_SEGMENT_FILE_TITLE			= ဖိုင် ${str1}

TEXT_RECORDING				= Bandicam မှတ်တမ်းတင်ဆော့ဖ်ဝဲလ်ကို စတင်ရန်[br](ကွန်ပျူတာဖန်သားပြင်၊ ဂိမ်း သို့ ကွန်ပျူတာကင်မရာနှင့် မှတ်တမ်းတင်ရန်)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Banner
TEXT_BANNER_FONT			= Arial
TEXT_BANNER_FONT_COLOR			= #bbb
TEXT_BANNER_FONT_OVER_COLOR		= #5acf0c
TEXT_BANNER_OFF_TITLE			= အစမ်းသုံး
TEXT_BANNER_OFF_SUBJECT			= သင် စာရင်းမသွင်းရသေးတဲ့ ဗားရှင်းကို အသုံးပြုနေပါတယ်
TEXT_BANNER_OFF_CONTENTS_1		= တကယ်လို့ သင် Bandicut လိုင်စင်ကိုဝယ်ပြီး စာရင်းသွင်းရင်
TEXT_BANNER_OFF_CONTENTS_2		= အစမ်းသုံးကန့်သတ်ချက်တွေမရှိတော့ပဲ ဆော့ဝဲလ်ကို အပြည့်အဝအသုံးပြုနိုင်ပါတယ်
TEXT_BANNER_RESULT_SUBJECT		= အရှိန်နဲ့လုပ်နေတာ မကျေနပ်ပါ
TEXT_BANNER_RESULT_CONTENTS_1		= Bandicut လိုင်စင်ကို ဝယ်ယူသုံးပါ။ 
TEXT_BANNER_RESULT_CONTENTS_2		= အရှိန်ကို <b>${str1}% (${str2})</b> ထက်တိုးသွားပါမယ်
TEXT_BANNER_RESULT_BTN			= အခုဝယ်မယ်

TEXT_BANNER_UWP_SUBJECT			= Bandicut Video Cutter (free) for Microsoft Store
TEXT_BANNER_UWP_CONTENTS_1		= Fastest Lossless Video Cutter, Splitter and Joiner
TEXT_BANNER_UWP_CONTENTS_2		= For more information, visit the official website.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Configuration
TEXT_TAB_GENERAL			= အထွေထွေ
TEXT_TAB_FILE				= ရလဒ်
TEXT_TAB_LANGUAGE			= ဘာသာစကား
TEXT_TAB_HIGHSPEED			= အမြင့်ဆုံးအရှိန်
TEXT_TAB_VFILTER			= ဗွီဒီယိုစစ်ထုတ်ခြင်း
TEXT_TAB_INFO				= ဆော့ဝဲလ်အကြောင်း

TEXT_PREFIX_FILE_NAME			= မူရင်းဖိုင်အမည်
TEXT_PREFIX_CUSTOM			= ကိုယ်ပိုင်ကြိုတင်သတ်မှတ်မှု
TEXT_PREFIX_NONOE			= ဘာမှမဟုတ်
TEXT_SUFFIX_TIME			= ရက်စွဲနှင့်အချိန်
TEXT_SUFFIX_SERIAL			= ဂဏန်းစဉ်
TEXT_SUFFIX_DATE_SERIAL			= ရက်စွဲနှင့် ဂဏန်းစဉ်
TEXT_FILE_EXAMPLE			= ဥပမာ)
TEXT_DEFAULT_CACHE_FOLDER		= (ပုံမှန်)

TEXT_INTEL_QSV				= Intel® Quick Sync video (မြန်ခြင်း Hardware အရှိန်မြင့်ခြင်း)

TEXT_H264_NOT_SUPPORT			= ဒီစနစ်က H.264 ပုံစံပြောင်းခြင်းကို မထောက်ပံ့ပါ[br]အကူအညီစာမျက်နှာကို သွားရောက်ချင်လား

TEXT_VIDEO_QUALITY			= အရည်အသွေး
TEXT_VIDEO_BITRATE			= Bitrate(kbps)
TEXT_AUDIO_MONO				= မိုနို
TEXT_AUDIO_STEREO			= စတူဒီယို
TEXT_NO_VIDEO				= ဗွီဒီယိုဖိုင်မရှိပါ
TEXT_NO_AUDIO				= အသံဖိုင်မရှိပါ
TEXT_VIDEO				= ဗွီဒီယိုဖိုင်
TEXT_AUDIO				= အသံဖိုင်
TEXT_UNKNOWN				= မသိပါ
TEXT_AUTO				= အလိုအလျောက်
TEXT_ALWAYS				= Always
TEXT_DONT_USE				= Don't use

TEXT_FIT_WIDTH				= အလျားနှင့်အံဝင်ရန်
TEXT_FIT_HEIGHT				= အမြင့်နှင့်အံဝင်ရန်
TEXT_SIZE_AUTO				= မူလအရွယ်အစားကိုထားရန်
TEXT_SIZE_CUSTOM			= ကိုယ်ပိုင်

TEXT_FIT_WIDTH_INFO			= အလျားနှင့်အံဝင်ရန် (${int1}x0)
TEXT_FIT_HEIGHT_INFO			= အမြင့်နှင့်အံဝင်ရန် (0x${int1})
TEXT_SIZE_AUTO_INFO			= (${int1}x${int2})

TEXT_FULL_HD				= 1920x1080(HD ပြည့်, 1080p)
TEXT_FIT_IPAD2				= 1024 x 768 (iPad2)
TEXT_FIT_IPHONE4			= 960 x 640 (iPhone4)
TEXT_FIT_NEW_IPAD			= 2048 x 1536 (iPad အသစ်)

TEXT_FPS_AUTO				= မူလ FPS ကိုထားရန်

TEXT_MIN_VIDEO_SIZE			= ဗွီဒီယို၏ အလျားနှင့် အမြင့်ရဲ့ အနည်းဆုံးတန်ဖိုးဟာ ${int1} ဖြစ်ပါတယ်
TEXT_MAX_VIDEO_SIZE			= ဗွီဒီယို၏ အလျားနှင့် အမြင့်ရဲ့ အများဆုံးတန်ဖိုးဟာ ${int1} ဖြစ်ပါတယ်
TEXT_ODD_VIDEO_SIZE			= ဗွီဒီယို၏ အလျားနှင့် အမြင့်ဟာ မဂဏန်းဖြစ်နေလျှင် ပုံစံပြောင်းခြင်း အောင်မြင်မှာ မဟုတ်ပါ[br] ဗွီဒီယိုအရွယ်အစားကို အောက်ကအတိုင်း ပြောင်းချင်လား
TEXT_ODD_VIDEO_SIZE2			= [br]- အသုံးပြုသူသတ်မှတ်ထားသော ဗွီဒီယိုအရွယ်အစား။  ။ ${int1} x ${int2}
TEXT_ODD_VIDEO_SIZE2_1			= [br]- ဗွီဒီယိုအရွယ်အစားသစ်။  ။ ${int1} x ${int2}
TEXT_MAX_VIDEO_KBITRATE			= ဗွီဒီယို bitrate ရဲ့ အနည်းဆုံးတန်ဖိုးဟာ ${int1} Kbps ဖြစ်ပါတယ်
TEXT_MAX_VIDEO_QUALITY			= The video quality value should be between 1 and 100.
TEXT_DONT_ALLOW_NORMALIZE		= [သီချင်းအပုဒ်များကိုဖယ်ရှားမယ်] ရွေးချယ်ချက်နှင့် ဒီဟာကိုသုံး၍မရနိုင်ပါ။[br][သီချင်းအပုဒ်များကိုဖယ်ရှားမယ်] ရွေးချယ်ချက်ကို ပိတ်ချင်လား
TEXT_DONT_ALLOW_REMOVE_AUDIO		= [ပုံမှန်] ရွေးချယ်ချက်နှင့် ဒီဟာကို မသုံးနိုင်ပါ[br][ပုံမှန်] ရွေးချယ်ချက်ကို ပိတ်ချင်လား

TEXT_SAMPLERATE_AUTO			= မူလကြိမ်နှုန်းကိုထားရန်

TEXT_ASK_FOR_REG			= မှတ်ပုံမတင်ထားသော ဗားရှင်း
TEXT_ASK_FOR_REG_DETAIL			= ကန့်သတ်ချက်အားလုံးကို ဖယ်ရှားရန် Bandicut လိုင်စင်ကို ဝယ်ယူသုံးပါ
TEXT_ASK_FOR_REG_CONTINUE		= လျစ်လျူရှုပြီး ဆက်လုပ်ရန်
TEXT_ASK_FOR_REG_REGNOW			= Bandicut ကိုမှတ်ပုံတင်ရန်
TEXT_ASK_FOR_REG_TRY			= မှတ်ပုံမတင်ထားသော Bandicut ကိုစမ်းသုံးရန်

TEXT_NOT_EXIST_OUTPUT			= Output folder doesn't exist. Please change the output folder.
TEXT_NOT_SUPPORT_FOLDER			= ဒီဖိုလ်ဒါတွင် ဖိုင်များကို မသိမ်းနိုင်ပါ။ အခြားဖိုလ်ဒါကို ရွေးချယ်ပါ
TEXT_NOT_SAVE_SOURCE_FOLDER		= မူရင်းဖိုလ်ဒါမှာ ဖိုင်တွေကို မသိမ်းနိုင်ပါဘူး။ [br][မူရင်းဖိုလ်ဒါထဲတွင်သိမ်းရန်] ကို မရွေးချယ်ဘဲ ဆက်လက်လုပ်ဆောင်ချင်လား
TEXT_NOT_ALLOWED_CHAR			= ဖိုင်နာမည်က အောက်က အက္ခရာတွေထဲက တစ်ခုမှပါလို့မရပါဘူး[br]${str1}
TEXT_LONG_PATH				= ဖိုင်နာမည်က ပြုလုပ်ရန် အရမ်းရှည်နေပါတယ်။ ဖိုင်နာမည်ကို တိုအောင်လုပ်ပြီး ထပ်ကြိုးစားကြည့်ပါ(သို့) လမ်းကြောင်းတိုတဲ့ နေရာတစ်ခုမှာ ကြိုးစားကြည့်ပါ။[br]ဖိုင်လမ်းကြောင်းအရှည်ရဲ့ အများဆုံးအက္ခရာ အရေအတွက်က ${int1} လုံး ဖြစ်ပါတယ်။
TEXT_ADDING_FILES			= မီဒီယာဖိုင်များကို ထည့်နေပါတယ်။ ခေတ္တစောင့်ပါ

TEXT_DEFAULT_PRESET			= ပုံမှန်
TEXT_FIT_WIDTH_PRESET			= အလျားလိုက်အံဝင်ရန်
TEXT_FIT_HEIGHT_PRESET			= ထောင်လိုက်အံဝင်ရန်
TEXT_UPLOAD_480_PRESET			= YouTube / Twitter (480p, 30fps)
TEXT_UPLOAD_720_PRESET			= YouTube / Twitter (720p, 30fps)
TEXT_UPLOAD_1080_PRESET			= YouTube / Twitter (1080p, 30fps)
TEXT_SMARTPHONE_PRESET			= Smartphone
TEXT_PPT_PRESET				= PowerPoint
TEXT_DELETE_PRESET			= Do you want to delete the preset?[br][br]-Preset name: ${str1}
TEXT_SAME_PRESET			= သင်ရိုက်ထားသောနာမည် တည်ရှိပြီးသား ဖြစ်ပါတယ် Do you want to overwrite the existing preset?[br][br]-Preset name: ${str1}
TEXT_SAME_RENAME_PRESET			= သင်ရိုက်ထားသောနာမည် တည်ရှိပြီးသား ဖြစ်ပါတယ်  တစ်ခြားနာမည်တစ်ခုခု ရိုက်ထည့်ပါ[br][br]-Preset name: ${str1}
TEXT_REFLECTED_PRESET			= Your preset has been applied[br][br]-Preset name: ${str1}

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Installer
TEXT_WELCOMEPAGE_TEXT			= ဒီဆော့ဝဲလ်က Bandicut ကိုသင့်ကွန်ပျူတာမှာ တပ်ဆင်ပါလိမ့်မယ်[br][br]Bandicut တပ်ဆင်ပြီးသားဆိုလျှင် မတပ်ဆင်ခင် ထွက်လိုက်ပါ [br][br]ဆက်လုပ်ရန် နောက်သို့ ကိုနှိပ်ပါ
TEXT_DELETE_ALL_FILES			= (${str1}) ရှိဖိုင်အားလုံးကို မဖယ်ရှားပါ [br]အဲဒါတွေကို ဖယ်ရှားချင်လား
TEXT_STILLRUN_EXIT_PROGRAM		= Bandicut ကိုသုံးနေပါတယ်။ ဆက်မလုပ်ခင် ဆော့ဝဲလ်ကိုပိတ်ပါ။
TEXT_THIS_IS_NT_ONLY_APP		= ဒီဆော့ဝဲလ်က Windows Vista နှင့်နောက်ထွက်တဲ့ ဝင်းဒိုးများမှာသာ အလုပ်လုပ်ပါတယ်။ [br]Windows XP ကို ဒေါင်းချင်လား
TEXT_DO_NOT_WORK_32BIT			= This program doesn't work on 32-bit Windows. [br]Do you want to download the version for 32-bit Windows?
TEXT_NEED_ADMIN_PRIVILEGE		= ဒီပရိုဂရမ်ကို တပ်ဆင်လျှင် administrator ဖြင့်လုပ်ဆောင်ရပါမယ် [br]တပ်ဆင်ခြင်းကို ဖျက်သိမ်းမှာလား
TEXT_DELETE_ALL_PRESET_FILES		= Your custom presets exist.[br]Do you want to remove them?

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Wizard
TEXT_WIZARD_COMMENT			= ကျေဇူးပြုပြီး သင်သုံးချင်တဲ့နည်းလမ်း ရွေးပါ။
TEXT_WIZARD_COMMENT_CUT			= ဗွီဒီယိုဖိုင်များ ဖြတ်တောက်ရန်နှင့် ဗွီဒီယိုကနေ တစ်ခု သို့ တစ်ခုထက်ပိုတဲ့အစိတ်အပိုင်းတွေကို ဖယ်ရှားရန်
TEXT_WIZARD_COMMENT_SPLIT		= ဗွီဒီယိုဖိုင်ကို အပိုင်းအများကြီး ခွဲထုတ်ရန်
TEXT_WIZARD_COMMENT_JOIN		= ဗွီဒီယိုဖိုင်ပေါင်းစုံကို ဆက်ရန်

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cut/Join Guide
TEXT_GUIDE_CUT				= <font color=white>Bandicut</font> ဖြတ်တောက်ရန်
TEXT_GUIDE_JOIN				= <font color=white>Bandicut</font> ဆက်ရန်

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cutting
TEXT_RESUME				= ပြန်စရန်
TEXT_PAUSE				= ရပ်ရန်
TEXT_READY				= ခေတ္တစောင့်ပါ

TEXT_TITLE_ALARM_TRAILING		= ${str1} - ဖိုင်ခေါင်းစဥ်ကို ရေးနေပါတယ်
TEXT_JOIN_JOB				= ဆက်ရန်

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Register
TEXT_REGISTER_SUCCEEDED			= Bandicut ကို မှတ်ပုံတင်ပြီးပါပြီ
TEXT_REGISTER_FAILED			= မှတ်ပုံတင်ခြင်း မအောင်မြင်ပါ။ [br]သင့်ရဲ့ အီးမေးလ်လိပ်စာနှင့် ကုဒ်နံပါတ်ကို စစ်ဆေးပါ
TEXT_REGISTER_CONNECT_FAILED		= မှတ်ပုံတင်ဆာဗာကို ချိတ်ဆက်၍ မရပါ[br]အင်တာနက်အဆက်အသွယ်ကို စစ်ဆေးပြီး နာရီကို ယနေ့ ရက်စွဲနဲ့ အချိန်ကို ပြောင်းပါ ${str1}
TEXT_REGISTER_FAILED_HELP		= [br]အကူအညီလိုလျှင် အိုကေ ခလုတ်ကို နှိပ်ပါ
TEXT_REGISTER_INFO			= အီးမေးလ်လိပ်စာ။  ။ ${str1}[br]ကုဒ်နံပါတ်နံပါတ်။  ။ ${str2}
TEXT_REGISTER_INFO2			= Expiration Date: ${str1} (${int1} days left)
TEXT_REGISTER_INFO2_EXPIRED		= Expiration Date: ${str1} (Expired)
TEXT_REGISTER_YET			= မှတ်တင်မတင်ထားပါ!!![br]- ဗွီဒီယိုအစ၌ ရေစာလုံးကို ထည့်ပါမယ်[br]ဆက်လုပ်ဆောင်ဖို့ မှတ်ပုံတင်ရန် ခလုတ်ကိုနှိပ်ပါ
TEXT_HAS_BEEN_UNREGISTERED		= Bandicut ကိုမှတ်ပုံတင်တာ ပြီးဆုံးသွားပါပြီ
TEXT_UNREGISTER				= Do you want to unregister Bandicut?
TEXT_NOTICE_NEED_TO_RENEW		= Bandicut license expires after ${int1} days. Click the 'OK' button for license renewal instructions.
TEXT_NOTICE_NEED_TO_RENEW_NOW		= Bandicut license has expired. Click the 'OK' button for license renewal instructions.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; upload video
TEXT_UPLOAD_VID_NO_TITLE		= အင်တာနက်တွင်တင်ရန် ဗွီဒီယိုခေါင်းစဥ် ရိုက်ပါ
TEXT_UPLOAD_YOUTUBE_LOGIN		= ဝင်ရန် - ယူကျု့
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT		= Signing in with YouTube from the browser...
TEXT_UPLOAD_VIMEO_LOGIN			= ဝင်ရန် - Vimeo
TEXT_UPLOAD_COMPLETE			= တင်ပြီးပါပြီ
TEXT_UPLOAD_ERR_FAIL			= ဗွီဒီယိုကိုတင်လို့မရပါ
TEXT_UPLOAD_ERR_FILESIZE_LIMIT		= ဖိုင်က တင်ရန် အရမ်းကြီးနေပါတယ်
TEXT_UPLOAD_ERR_FREESPACE		= တင်ရန် နေရာမလောက်ပါ
TEXT_UPLOAD_ERR_CONNECT			= ဆာဗာကို ချိတ်ဆက်၍မရပါ
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Failed to upload this video. Vimeo Basic users can't use this function.
TEXT_UPLOAD_WARNING_DOING		= ဗွီဒီယိုဖိုင် ${int1} ကိုတင်နေပါတယ်။ ဗွီဒီယိုတင်နေတာကို ပယ်ဖျက်ပြီး Bandicut ကိုပိတ်မှာလား
TEXT_UPLOAD_NO_PASSWORD			= ကျေးဇူးပြုပြီး ဝှက်စာရိုက်ထည့်ပါ
TEXT_UPLOAD_YOUTUBE_QUOTA		= Bandicut has exceeded the daily upload quota assigned by YouTube.[br]The quota will be reset at midnight Pacific Time.[br]Please try again after midnight Pacific Time or go to YouTube.com and upload the video directly to YouTube.[br][br]Do you want to visit YouTube.com?
TEXT_UPLOAD_ERR_ACCESSTOKEN		= Failed to get an access token.

TXT_TITLE               		= Signing in with YouTube is complete!
TXT_MESSAGE_COMPLETE1   		= Signing in with YouTube is complete!
TXT_MESSAGE_COMPLETE2   		= You can close this page.
TXT_GOTO_BANDICUT_HOME  		= Go to bandicut.com

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; download & update 
TEXT_UPDATE_IN_PROGRESS			= တပ်ဆင်နေပါတယ်...
TEXT_UPDATE_FAILED_DL			= တပ်ဆင်မည့်ဖိုင်များကို ဒေါင်း၍မရပါ။ [br]လောလောဆယ် အင်တာနက်အချိတ်အဆက် မရှိပါ
TEXT_UPDATE_INSTALL_SUCCEED		= တပ်ဆင်ပြီးပါပြီ
TEXT_UPDATE_INSTALL_FAILED		= တပ်ဆင်၍မရပါ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Menu
[MENU]
MENUSTR_MAIN_ABOUT			= ဆော့ဝဲလ်အကြောင်း [tab]F1
MENUSTR_MAIN_FILE_OPEN			= ဖိုင်ဖွင့်ရန် [tab]F2, Ctrl+O
MENUSTR_MAIN_FILE_UPLOAD		= သို့တင်ရန်
MENUSTR_MAIN_FILE_CLOSE			= ဖိုင်ကိုပိတ်ရန် [tab]F4
MENUSTR_MAIN_OUTPUT			= သိမ်းမည့်ဖိုလ်ဒါဖွင့်ရန် [tab]Ctrl+F2
MENUSTR_MAIN_SETTING			= ဖွဲ့စည်းပုံ [tab]F5
MENUSTR_MAIN_REGISTER			= မှတ်ပုံတင်ခြင်း [tab]F3
MENUSTR_MAIN_CLOSE			= ထွက်ရန် [tab]Alt+F4
MENUSTR_MAIN_HELP			= အကူအညီ
MENUSTR_HELP_ONLINE			= အကူအညီ
MENUSTR_HELP_HOTKEYS			= ခလုတ်
MENUSTR_HELP_LICENSE			= လိုင်စင်အချက်အလက်
MENUSTR_MAIN_VIDEO			= ဗွီဒီယို
MENUSTR_MAIN_AUDIO			= အသံဖိုင်
MENUSTR_MAIN_FILE_INFO			= ဖိုင်အချက်အလက် [tab]Ctrl+F1
MENUSTR_MAIN_FILE_CLOSE_ALL		= ဖိုင်အားလုံးကို ပိတ်ရန် [tab]F4
MENUSTR_MAIN_PROJECT_FILE_OPEN		= ပရောဂျက်ဖိုင်ဖွင့်ရန်
MENUSTR_MAIN_PROJECT_FILE_SAVE		= ပရောဂျက်ဖိုင်ကိုသိမ်းရန်
MENUSTR_UPLOAD_SETTING			= ချိန်ညှိချက်များ

MENUSTR_PRESET_USER			= အသုံးပြုသူ သတ်မှတ်ရန်
MENUSTR_PRESET_ADD			= ကြိုတင်ရွေးချယ်မယ်
MENUSTR_PRESET_EDIT			= ရွေးချယ်ထားသည်များ တည်းဖြတ်မယ်

[DIALOG]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL				= ပယ်ဖျက်မယ်
IDOK					= အိုကေ
IDC_BTN_CLOSE				= ပိတ်မယ်
IDC_BTN_YES				= လုပ်ဆောင်မယ်
IDC_BTN_NO				= မလုပ်ဆောင်ပါ
IDC_BTN_REGISTER			= မှတ်ပုံတင်မယ်
IDC_CK_OPEN_OUTPUT_FOLDER		= လုပ်ဆောင်ပြီးလျှင် သိမ်းဆည်းသည့်ဖိုလ်ဒါကို ဖွင့်ရန်
IDC_ST_DETAIL_LINK			= နောက်ထပ် ကြည့်ရန်...
IDC_ST_OPTION				= ချိန်ညှိချက်များ
IDC_ST_HELP				= အကူအညီ

[IDD_OUTPUT_DETAIL]
IDD_OUTPUT_DETAIL			= ပုံစံပြောင်းခြင်းနည်းလမ်း ချိတ်ညှိချက်များ
IDC_ST_FILE_FORMAT			= File
IDC_ST_FORMAT				= ဖိုင်ပုံစံ
IDC_ST_VIDEO_DETAIL			= ဗွီဒီယို
IDC_ST_AUDIO_DETAIL			= အသံ
IDC_ST_VIDEO_SIZE			= ဗွီဒီယို အရွယ်အစား
IDC_ST_FPS				= FPS
IDC_ST_VIDEO_CODEC			= ဗွီဒီယို Codec
IDC_ST_VIDEO_MODE			= Bitrate ထိန်းညှိရန်
IDC_ST_VIDEO_QUALITY			= အရည်အသွေး
IDC_ST_VIDEO_BITRATE			= Bitrate
IDC_ST_VIDEO_DEINTERLACE		= Deinterlace
IDC_ST_AUDIO_CODEC			= အသံ codec
IDC_ST_AUDIO_CHANNEL			= ဆက်ကြောင်း
IDC_ST_AUDIO_SAMPLERATE			= ကြိမ်နှုန်း
IDC_ST_AUDIO_MODE			= Bitrate ထိန်းညှိရန်
IDC_ST_AUDIO_BITRATE			= Bitrate
IDC_BTN_PRESET				= ပုံသေ
IDC_BTN_SETTING_MORE			= နောက်ထပ် ချိတ်ညှိချက်များ...
IDC_ST_AUDIO_NORMALIZE			= Normalize
IDC_CK_AUDIO_NORMALIZE			= Use

[IDD_OUTPUT_H264]
IDD_OUTPUT_H264				= H.264 ချိတ်ညှိချက်များ
IDC_ST_H264_PROFILE_SETTING		= ${str1} ချိတ်ညှိချက်များ
IDC_ST_H264_PROFILE			= ကိုယ်ရေးအချက်အလက်
IDC_ST_H264_LEVEL			= အဆင့်

[IDD_PRESET_ADD]
IDD_PRESET_ADD				= ကြိုတင်ရွေးချယ်မှုအသစ် ထည့်မယ်
IDC_ST_ADD_PRESET			= ကြိုတင်ရွေးချယ်မှုအသစ်အတွက် လက်ရှိပုံစံအပြင်အဆင်ကို သိမ်းနိင်ပါတယ် [br]ကြိုတင်သတ်မှတ်မှုအသစ်အတွက် နာမည်ရိုက်ပါ
IDC_ST_SELECT_ENCODER			= H.264 Encoder Settings
IDC_ST_VIDEO_ENCODER			= H.264 Encoder			

[IDD_PRESET_RENAME]
IDD_PRESET_RENAME			= ကြိုတင်ရွေးချယ်မှုအား နာမည်ပြောင်းမယ်
IDC_ST_RENAME_PRESET			= ကြိုတင်ရွေးချယ်မှုအတွက် နာမည်အသစ်ရိုက်ပါ

[IDD_PRESET_EDIT]
IDD_PRESET_EDIT				= ကြိုတင်ရွေးချယ်မှုများ ကိုတည်းဖြတ်ပါ
IDC_BTN_PRESET_ADD			= ထည့်မယ်
IDC_BTN_PRESET_DELETE			= ဖျက်မယ်
IDC_BTN_PRESET_RENAME			= နာမည်ပြောင်းမယ်

[IDD_SETTING]
IDD_SETTING				= ဖွဲ့စည်းပုံ
IDC_BTN_RESET				= နဂိုအတိုင်းထားရန်

[IDD_SETTING_GENERAL]
IDC_CK_SHOW_NOT_SKEEABLE		= မရှာဖွေနိုင်သော မီဒီယာဖိုင်များကို ဖွင့်နေချိန်တွင် သတိပေးရန်
IDC_CK_ALERT_EXIST_FILE			= ဖိုင်နာမည် ရှိပြီးသားဆိုလျှင် သတိပေးရန်
IDC_CK_ALERT_SAVE_PROJECT		= Alert when saving a project file.
IDC_CK_USE_LOG_FILE			= မှတ်တမ်းဖိုင်ကို ဖန်တီးရန် (.log)
IDC_CK_MOV_FRONT_HEADER			= ဖိုင်၏အစ၌ ဖိုင်အချက်အလက်ကို သိမ်းမယ် (MP4 သာ)
IDC_CK_KEEP_CREATION_TIME		= မူလဖိုင်၏ ဖန်တီးသည့် ရက်စွဲ/အချိန် ကို ထိန်းသိမ်းထားမယ်
IDC_ST_UPLOAD				= အင်တာနက်တင်ရန်ချိန်ညှိချက်များ
IDC_CK_SHOW_TIP				= နည်းလမ်း/အချက်အလက် ပြရန်
IDC_CK_AUTO_MOVE			= နံပါတ်ခလုတ်ကို နှိပ်ချိန်မှာ အတွင်းနေရာကို ရွေ့ရန်
IDC_CK_DEINTERLACE_PREVIEW		= Use the deinterlace filter when playing interlaced video.

[IDD_SETTING_FILE]
IDC_ST_OUTPUT				= သိမ်းမည့်ဖိုလ်ဒါ
IDC_BTN_SET_OUTPUT			= ရွေးချယ်ရန်...
IDC_BTN_OPEN_OUTPUT			= ဖွင့်မယ်
IDC_CK_OUTPUT_SOURCE			= မူရင်းဖိုလ်ဒါထဲတွင်သိမ်းရန်
IDC_ST_FILENAME				= ဖိုင်နာမည်ပေးသည့် ချိန်ညှိချက်များ
IDC_ST_CACHE_FOLDER			= Cache folder
IDC_BTN_SET_CACHE_FOLDER		= ရွေးချယ်ရန်...
IDC_BTN_SET_DEFAULT_CACHE_FOLDER	= ပုံမှန်

[IDD_SETTING_LANGUAGE]
IDC_ST_LANGUAGE				= ဘာသာစကား
IDC_ST_TRANSLATOR			= ဘာသာပြန်များကို ကျေးဇူးတင်ပါတယ်

[IDD_SETTING_HIGHSPEED]
IDC_CK_SHOW_NOT_HIGH_SPEED		= အရှိန်အမြင့်ဆုံးနည်းလမ်းကို သုံး၍မရလျှင် သတိပေးရန်
IDC_CK_ALWAYS_KEY_FRAME_CUT		= အရှိန်အမြင့်ဆုံးနည်းလမ်းတွင် ကီးဖရိန်ဖြင့် အမြဲ ဖြတ်တောက်/ပေါင်းရန်
IDC_CK_SHOW_KEY_FRAME_CUT		= ဖိုင်၏ အစပြုချိန်ပြောင်းလျှင် သတိပေးရန်

[IDD_UPLOAD_TO_VIMEO]
IDD_UPLOAD_TO_VIMEO			= Vimeo.com သို့တင်ရန်
IDC_ST_VIMEO_UPLOADINFO			= တင်သည့်အချက်အလက်
IDC_ST_VIMEO_FILENAME			= ဖိုင်နာမည်။  ။
IDC_ST_VIMEO_TITLE			= ခေါင်းစဥ်။  ။
IDC_ST_VIMEO_DESCRIPTION		= ဖော်ပြချက်။  ။
IDC_ST_VIMEO_PRIVACY			= သီးသန့်။  ။
IDC_RD_VIMEO_PRIVACY_ANYONE		= မည်သူမဆို - မည်သူမဆို ဒီဗွီဒီယိုကို ကြည့်ခွင့်ပေးမယ်
IDC_RD_VIMEO_PRIVACY_ONLYME		= မိမိသာလျှင် - ဒီဗွီဒီယိုကို ကိုယ်တိုင်သာ ကြည့်နိုင်ပြီး အခြားမည်သူမျှ မကြည့်ရပါ
IDC_RD_VIMEO_PRIVACY_FOLLOW		= ကိုယ် follow လုပ်ထားသောသူသာ - Vimeo တွင် follow လုပ်ထားသောသူသာ မြင်နိုင်မယ်
IDC_RD_VIMEO_PRIVACY_UNLISTED		= Only people with the private link can see this video
IDC_ST_VIMEO_PRIVACY_UNLISTED		= (Vimeo အခြေခံအသုံးပြုသူများက ဒီရွေးချယ်ချက်ကို မသုံးနိုင်ပါ)
IDC_RD_VIMEO_PRIVACY_PASSWORD		= ဝှက်စာနဲ့သုံးသူများသ ဒီဗွီဒီယိုကို မြင်နိုင်ပါတယ်
IDC_CK_HIDE_PASSWORD			= ဝှက်စာကိုဝှက်ထားမယ်
IDC_BTN_VIMEO_UPLOAD			= တင်မယ်
IDC_LN_VIMEO_HELP			= အကူအညီ

[IDD_UPLOADING_VIMEO]
IDD_UPLOADING_VIMEO			= တင်နေပါတယ်...
IDC_ST_VIMEO_UPLOADED			= တင်တာ ပြီပါပြီ!
IDC_ST_VIMEO_LINK			= လင့်ခ်။  ။
IDC_ST_VIMEO_EMBED			= နစ်နေသော။  ။
IDC_BTN_VIMEO_LINK_GO			= သွားမယ်
IDC_BTN_VIMEO_EMBED_COPY		= ကူးမယ်
IDC_BTN_VIMEO_CLOSE			= ပိတ်မယ်

[IDD_UPLOAD_TO_YOUTUBE]
IDD_UPLOAD_TO_YOUTUBE			= Youtube.com ကိုတင်မယ်
IDC_ST_YOUTUBE_UPLOADINFO		= တင်သည့်အချက်အလက်
IDC_ST_YOUTUBE_FILENAME			= ဖိုင်နာမည်။  ။
IDC_ST_YOUTUBE_TITLE			= ခေါင်းစဥ်။  ။
IDC_ST_YOUTUBE_DESCRIPTION		= ဖော်ပြချက်။  ။
IDC_ST_YOUTUBE_PRIVACY			= သီးသန့်။  ။
IDC_RD_YOUTUBE_PRIVACY_PUBLIC		= အများနှင့် - မည်သူမဆို ဒီဗွီဒီယိုကို ကြည့်ခွင့်ပေးမယ်
IDC_RD_YOUTUBE_PRIVACY_UNLISTED		= မစဥ်ရသေးသော - ဗွီဒီယိုကို ချိတ်ထားသော မည်သူမဆို မြင်နိုင်မယ်
IDC_RD_YOUTUBE_PRIVACY_PRIVATE		= ကိုယ်ပိုင်သီးသန့် - ဒီဗွီဒီယိုကို မိမိသာလျှင် ပြီးနောက် မိမိရွေးထားသော အသုံးပြုသူများသာ မြင်နိုင်မယ်
IDC_BTN_YOUTUBE_UPLOAD			= တင်မယ်
IDC_LN_YOUTUBE_HELP			= အကူအညီ
IDC_LN_YOUTUBE_TOS			= 'တင်မယ်' ကိုနှိပ်ခြင်းဖြင့် မှန်ကန်သော အကြောင်းအရာများလုံး သင်ပိုင်ဆိုင်မယ် သို့ ပိုင်ရှင်က YouTube တွင် အကြောင်းရာများကို လူအများကိုပြရန် သင့်အားခွင့်ပြုခြင်းကို ဖော်ပြမယ် ပြီးလျှင် <a>YouTube Terms of Service များကိုလိုက်နာမယ်</a>
IDC_CK_YOUTUBE_KEEP_LOGGED_IN		= Keep me logged in
IDC_BTN_YOUTUBE_LOGOUT			= Logout

[IDD_UPLOADING_YOUTUBE]
IDD_UPLOADING_YOUTUBE			= တင်နေပါတယ်...
IDC_ST_YOUTUBE_UPLOADED			= ဗွီဒီယိုကို တင်ပြီးပါပြီ
IDC_ST_YOUTUBE_LINK			= လင့်ခ်။  ။
IDC_ST_YOUTUBE_EMBED			= နစ်နေသော။  ။
IDC_BTN_YOUTUBE_LINK_GO			= သွားမယ်
IDC_BTN_YOUTUBE_EMBED_COPY		= ကူးမယ်
IDC_BTN_YOUTUBE_CLOSE			= ပိတ်မယ်

[IDD_FILEINFO]
IDD_FILEINFO				= ဖိုင်အချက်အလက်
IDC_BTN_CLIPBOARD			= ယာယီကူးထားမဘ်

[IDD_REGISTER]
IDD_REGISTER				= Bandicut ကိုမှတ်ပုံတင်မယ်
IDC_ST_1BUY				= 1. ဝယ်ရန်
IDC_ST_1BUY_COMMENT			= Bandicut ကိုမှတ်ပုံမတင်ထားလျှင် ဗွီဒီယိုအစ၌ ရေစာလုံးကို ထည့်ပါမယ်။ "အခုဝယ်မယ်" ခလုတ်ကို နှိပ်ပြီး Bandicut လိုင်စင်ကို ဝယ်သုံးပါ
IDC_BTN_BUY_ONLINE			= အခုဝယ်မယ်
IDC_ST_2REGISTER			= 2. မှတ်ပုံတင်မယ်
IDC_ST_2REGISTER_COMMENT		= အီးမေးလ်လိပ်စာနှင့် ကုဒ်နံပါတ်ကို ရိုက်ထည့်ပါ [br](Bandicut ကိုမှတ်ပုံတင်ရန် အင်တာနက်အဆက်အသွယ်လိုအပ်ပါတယ်)
IDC_ST_EMAIL_ADDRESS			= အီးမေးလ်လိပ်စာ
IDC_ST_SERIAL_NUMBER			= ကုဒ်နံပါတ်
IDC_BTN_REGISTER_NOW			= အခုမှတ်ပုံတင်မယ်
IDC_BTN_UNREGISTER_NOW			= စာရင်းမသွင်းထားပါ

[IDD_SHUTDOWN]
IDD_SHUTDOWN				= ကွန်ပျူတာပိတ်ရန်
IDC_ST_SHUTDOWN_INFO			= ကွန်ပျူတာပိတ်ရန်
IDC_ST_SHUTDOWN_MSG1			= ပြုလုပ်ပြီးသောကြောင့် ကွန်ပျူတာကိုပိတ်ပါမယ်[br]မပိတ်ချင်သေးလျှင် ပယ်ဖျက်မယ် ခလုတ်ကို နှိပ်ပါ
IDD_SHUTDOWN_APP			= Bandicut ကိုပိတ်မယ်
IDC_ST_SHUTDOWN_APP_INFO		= Bandicut ကိုပိတ်မယ်
IDC_ST_SHUTDOWN_APP_MSG1		= ပြုလုပ်ပြီးသောကြောင့် Bandicut ကို အလိုအလျောက် ပိတ်ပါမယ်[br]Bandicut ကိုမပိတ်ချင်သေးလျှင် ပယ်ဖျက်မယ် ခလုတ်ကို နှိပ်ပါ

[IDD_UPDATE_CHECK]
IDD_UPDATE_CHECK			= ဗားရှင်းအသစ်ရှိလားစစ်ရန်
IDC_ST_UPDATE_SETTING			= ချိတ်ညှိချက်များ
IDC_CK_ENABLE_AUTO_CHECK		= အလိုအလျောက် ဗားရှင်းသစ်စစ်ခြင်း ဖွင့်ရန်
IDC_CK_SHOW_UPDATE_POPUP		= အဓိကဗားရှင်း ထွက်လျှင် ပြရန်
IDC_CK_SHOW_ENABLE_BETA			= ဘီတာအဆင့်မြှင့်မှု ရရှိရင်ပြရန်
IDC_BTN_CHECK_UPDATE_NOW		= ဗားရှင်းအသစ်ရှိလားအခုစစ်မယ်

[IDD_UPDATEINFO]
IDD_UPDATEINFO				= အဆင့်မြှင့်ခြင်းအချက်အလက်
IDC_ST_UPDATE_MSG1			= ဗားရှင်းအသစ်ထွက်နေပါပြီ
IDC_ST_UPDATE_MSG2			= “အဆင့်မြှင့်မယ်” ခလုတ်ကို နှိပ်ပြီး ဒေါင်းနိုင်ပါတယ်
IDOK					= အဆင့်မြှင့်မယ်

[IDD_FAILTOADD]
IDD_FAILTOADD				= ဖိုင်(များ)ကို ထည့်၍မရပါ

[IDD_ITEM_EDIT]
IDD_ITEM_EDIT				= ဗွီဒီယိုကိုခွဲရန်
IDOK					= လုပ်ဆောင်မယ်
IDC_RD_SPLIT_NUMBER			= သို့ ခွဲမယ်
IDC_RD_SPLIT_TIME			= ကြာချိန်ဖြင့် ခွဲရန်။  ။
IDC_ST_SEGMENT				= အကန့်များ
IDC_CK_KEEP_SEGMENT			= ရွေးထားသောအကန့်များ ထိန်းထားရန်
IDC_ST_HOUR				= နာရီ
IDC_ST_MIN				= မိနစ်၊
IDC_ST_SEC				= စက္ကန့်၊

[IDD_INFORMATION]
IDD_INFORMATION				= ခလုတ်
IDD_INFORMATION_LICENSE			= လိုင်စင်အချက်အလက်

[SKIN]
; New UI
; Common
$BN_START				= အစပြုရန်
$BN_CANCEL				= ပယ်ဖျက်မယ်
$BN_OK					= အိုကေ
$BN_YES					= လုပ်ဆောင်မယ်
$BN_NO					= မလုပ်ဆောင်ပါ
$ST_OPTION				= ချိန်ညှိချက်များ
$CK_JOIN				= အကန့်များပေါင်းမယ်
$BN_OPEN_OUTPUT				= ဖွင့်မယ်
$BN_HELP				= အကူအညီ
$CHECK_DO_NOT_SHOW			= နောက်တစ်ကြိမ်မပြရန်

; Main
$BN_TIP					= ကန့်သတ်ချက်အားလုံးကို ဖယ်ရှားရန် စာရင်းသွင်းပါ
$BN_ADD_SEGMENT				= အပိုင်ထည့်ရန်
$BN_GUIDE_OPEN_FILE			= ဖိုင်ဖွင့်ရန်
$BN_GUIDE_OPEN_FILE_JOINER		= ဖိုင်များဖွင့်ရန်
$ST_GUIDE_SET_SEGMENT			= ဖြတ်တောက်မည့်နေရာ ရွေးရန်
$ST_GUIDE_START				= အစပြုရန်ကိုနှိပ်ပါ
$ST_GUIDE_ADD_FILES			= ဖိုင်များထည့်ရန်
$ST_SEGMENT_LIST_TITLE			= ဖြတ်သည့်အပိုင်းစာရင်း
$ST_SEGMENT_LIST_TITLE_JOIN		= ဆက်သည့်ဖိုင်စာရင်း

; Wizard
$BN_WIZARD_CUT				= ဖြတ်တောက်မယ်
$BN_WIZARD_JOIN				= ဆက်မယ်
$BN_WIZARD_SPLIT			= ခွဲမယ်

; About
$ST_ABOUT_VERSION_INFO			= Bandicut ဗားရှင်း
$ST_ABOUT_COPYRIGHT			= Copyright(c) 2013-2021 Bandicam.com
$BN_ABOUT_NEW_VERSION			= ဗားရှင်းအသစ်ထွက်နေပါပြီ
$BN_ABOUT_CHECK_UPDATE			= ဗားရှင်းအသစ်ရှိလားစစ်ရန်
$ST_ABOUT_LICENCE_INFO			= ပရိုဂရမ်အချက်အလက်
$BN_ABOUT_REGISTER			= စာရင်းသွင်းရန်
$BN_ABOUT_REGISTER_HELP			= ဘယ်လိုဝယ်ပြီးစာရင်းသွင်းရမလဲ
$ST_ABOUT_HOMEPAGE_INFO			= အင်တာနက်လိပ်စာ
$ST_ABOUT_HOMEPAGE_URL			= ပင်မစာမျက်နှာ
$ST_ABOUT_FAQ_URL			= အမေးအဖြေ
$BN_ABOUT_UPDATE_REGISTRATION		= မှတ်ပုံတင်ခြင်းကိုအဆင့်မြှင့်မယ်
$BN_ABOUT_RENEW_LICENSE			= Renew License

; OutputProgress

; Ready
$ST_READY_OUTPUT_MODE			= နည်းလမ်း
$RD_READY_HIGH_SPEED_MODE		= အရှိန်အမြင့်ဆုံးနည်းလမ်း
$RD_READY_ENCODING_MODE			= ပုံစံပြောင်းခြင်းနည်းလမ်း
$ST_READY_MODE_HIGH_SPEED		= မြန်ဆန်ပြီး ဆုံးရှုံးမှုမရှိ (အကြံပြုသည်)
$ST_READY_MODE_ENCODING			= ဖိုင်ပုံစံ၊ အရည်အသွေးနဲ့ codec ကို ပြုပြင်ရန် (နှေးမယ်)
$ST_READY_FILE_FORMAT			= ဖိုင်ပုံစံ
$ST_READY_VIDEO_INFO			= ဗွီဒီယိုအချက်အလက်
$ST_READY_VIDEO_ENCODER			= Video Encoder
$ST_READY_AUDIO_INFO			= အသံဖိုင်အချက်အလက်
$BN_READY_DETAIL_SETTING		= ပုံစံပြောင်းခြင်း ချိတ်ညှိချက်များ
$BN_READY_PRESET			= ကြိုတင်ရွေးချယ်မှုများ
$ST_READY_OUTPUT_OPTION			= သိမ်းဆည်းရန်
$ST_READY_OUTPUT_FILE_NAME		= ဖိုင်နာမည်။  ။
$ST_READY_SAVE_FOLDER			= ဖိုလ်ဒါ။  ။
$CK_READY_OUTPUT_TO_SOURCE		= မူရင်းဖိုလ်ဒါထဲတွင်သိမ်းရန်
$ST_READY_TRACK_OPTION			= သီချင်းတွေကို သိမ်းရန်
$RD_READY_ALL_TRACK			= ဗွီဒီယိုနဲ့ အသံဖိုင်အားလုံးကို သိမ်းမယ်
$RD_READY_SEL_TRACK			= ရွေးထားသော ဗွီဒီယိုနဲ့ အသံဖိုင်တွေကိုသာ သိမ်းမယ်
$CK_READY_EXTRACT_AUDIO			= အသံဖိုင်များကို ဖြည်မယ် (.mp3)
$CK_READY_REMOVE_AUDIO			= အသံဖိုင်များဖယ်ရှားရန်

; Run
$ST_RUN_CUT_FILE_INFO			= ပြုလုပ်နေပါတယ်
$ST_RUN_FILE_NAME			= ဖိုင်။  ။
$ST_RUN_COMPLETE			= ပြီးပါပြီ
$BN_RUN_UPLOAD				= တင်ရန်
$BN_RUN_PLAY				= ပြသရန်
$ST_RUN_RUNNING_TIME			= ကုန်သည့်အချိန်။  ။ 
$ST_RUN_REMAINING_TIME			= ကျန်သည့်အချိန်။  ။
$ST_RUN_SPEED				= အရှိန်။  ။
$ST_RUN_FILE_SIZE			= ဖိုင်အရွယ်အစား။  ။
$ST_END_OPTION				=  ပြုလုပ်ပြီးလျှင်
$ST_UPLOAD_OPTION			= အင်တာနက်တင်ရန်ချိန်ညှိချက်များ
$CK_RUN_OPEN_OUTPUT_FOLDER		= လုပ်ဆောင်ပြီးလျှင် သိမ်းဆည်းသည့်ဖိုလ်ဒါကို ဖွင့်ရန်
$CK_RUN_SYSTEM_CLOSE			= ကွန်ပျူတာပိတ်ရန်
$CK_SOUND_ALARM				= အသံဖွင့်ရန်
$CK_MOVE_TO_MAIN			= ပင်မဝင်းဒိုးကိုသွား*န်

; Capture
$BN_OPEN_FOLDER			= ဖိုဒါဖွင့်ရန်
$BN_MESSAGE				= [u]ရိုက်ထားသောပုံများကို ရလဒ်ဖိုလ်ဒါထဲမှာ သိမ်းပြီးပါပြီ။[/u]

; Update Bandicam
$ST_UPDATE_STEP1_TEXT			= <font color="yellow">Bandicam</font>ကိုသုံးပြီးပြီလား။ သင့်ရဲ့ကွန်ပျူတာဖန်သားပြင်ပေါ်ရှိ ဘယ်အရာမဆိုမှတ်တမ်းတင်ပေးနိုင်ပြီး ဗွီဒီယိုဖိုင်အဖြစ် သိမ်းပေးပါတယ်[br]Bandicam ကိုစမ်းသုံးချင်လား
$BN_UPDATE_STEP1_LINK			= ထပ်သင်ယူရန်
$ST_UPDATE_STEP2_TEXT			= ဒေါင်းနေပါတယ်...
$BN_UPDATE_INSTALL			= အခုတပ်ဆငမယ်
$BN_UPDATE_LATER			= မလုပ်တော့ပါဘူး
$BN_UPDATE_CANCEL			= ပယ်ဖျက်မယ်
$BN_UPDATE_CLOSE			= ပိတ်မယ်
$ST_UPDATE_OFFLINE			= bandicam.jpg

; Rebuild Index
$ST_REBUILD_INDEX_TITLE			= Preparing your file(s) for editing.

; Tooltip
$TT_MENU				= စာရင်း
$TT_WIZARD				= အစပြုရန် (မူလနေရာ)
$TT_CUTTER				= ဖြတ်တောက်မယ်
$TT_JOINER				= ဆက်မယ်
$TT_ABOUT				= အချက်အလက် (F1)
$TT_SETTING				= ဖွဲ့စည်းပုံ (F5)
$TT_BANDICAM				= Bandicam စတင်မယ်

$TT_FILE_CLOSE_WORK			= ဖိုင်အားလုံးကို ပိတ်ရန် (F4)
$TT_FILE_CLOSE_WORK_CUT			= ဖိုင်ပိတ်ရန် - အပိုင်းအားလုံးဖယ်ရှားရန် (F4)

$TT_FILE_OPEN				= ဖိုင်ဖွင့်ရန် (F2,Ctrl+O)
$TT_FILE_ADD				= ဖိုင်များထည့်ရန် (F2,Ctrl+O)
$TT_FILE_PROJECT			= ပရောဂျက်ဖိုင်များ
$TT_OPEN				= ဖွင့်ရန်

$TT_REGISTER				= မှတ်ပုံတင်မယ် (F3)
$TT_OPEN_OUTPUT_FOLDER			= ပရောဂျက်ဖိုင်ဖွင့်ရန် (Ctrl+F2)
$TT_HELP				= အကူအညီ
$TT_REFRESH_LINFO			= Refresh license Information

$TT_PLAYER_PLAY				= ပြသရန်/ခေတ္တရပ် (Space)
$TT_PLAYER_STOP				= ရပ်ရန် (Ctrl+Space)
$TT_PLAYER_PLAY_SEG			= အကန့် ပြသရန်/ခေတ္တရပ် (Ctrl+P)
$TT_PLAYER_STOP_SEG			= အကန့် ရပ်ရန် (Alt+P)

$TT_PLAYER_PREV_KEY_FRAME		= ပြီးခဲ့သော ကီးဖရိန်ကို ရွေ့ရန် (Ctrl+Left)
$TT_PLAYER_PREV_FRAME			= ပြီးခဲ့သော ဖရိန်ကို ရွေ့ရန် (Left)
$TT_PLAYER_NEXT_FRAME			= နောက်ဖရိန်ကို ရွေ့ရန် (Right)
$TT_PLAYER_NEXT_KEY_FRAME		= နောက်ကီးဖရိန်ကို ရွေ့ရန် (Ctrl+Right)
$TT_PLAYER_PREV_FILE_PLAY		= ပြီးခဲ့သောဖိုင်ကို ပြသရန် (Left)
$TT_PLAYER_NEXT_FILE_PLAY		= နောက်ဖိုင်ကို ပြသရန် (Right)
$TT_PLAYER_SEG_ADD			= အကန့်တစ်ခုထည့်ရန် (Ctrl+A)
$TT_ADD_SEGMENT_MAX               	= ဖိုင်/အကန့် များကို ${int1} ထိ ထည့်နိုင်ပါတယ်
$TT_PLAYER_SEG_START			= အကန့်အစပြုချိန် သတ်မှတ်ရန် ( S )
$TT_PLAYER_SEG_END			= အကန့်အဆုံးသတ်ချိန် သတ်မှတ်ရန် ( E )
$TT_PLAYER_MUTE_ON			= အသံပိတ် ( M )
$TT_PLAYER_MUTE_OFF			= အသံဖွင့် ( M )

$TT_PLAYER_CAPTURE			= ပုံရိုက်ရန် (Ctrl+C)

$TT_ADD_SEGMENT				= အကန့်ထည့်ရန်(Ctrl+N)
$TT_PREV_SEGMENT			= အပေါ်ကိုတက်ရန်
$TT_NEXT_SEGMENT			= အောက်သို့ဆင်းရန်
$TT_PREV_MOVE_FILE			= နောက်ဆုတ်ရန်
$TT_NEXT_MOVE_FILE			= ရှေ့ကျော်ရန်

$TT_RUN_UPLOAD_OPTION			= အင်တာနက်တင်ရန်ချိန်ညှိချက်များ

$TT_LIST_PLAY				= အပိုင်းကို ပြသရန်/ရပ်ရန်
$TT_LIST_SPLIT				= ခွဲထုတ်ရန်
$TT_LIST_CUT_REMOVE			= ဖယ်ရှားရန်
$TT_LIST_JOIN_REMOVE			= ဖယ်ရှားရန်

$FONT_SIZE				= 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$LOGO_FILE				= logo.png
$BETA_ICON_FILE				= beta_icon.png
$UNREGISTERED_ICON_FILE			= unregistered_icon.png
$EXPIRED_ICON_FILE			= expired_icon.png

[HOTKEYS]
HOTKEYS_DEFAULT				= * Bandicut အတွက် အလွယ်ခလုတ်များ
HOTKEYS_ABOUT				= - Bandicut အကြောင်း။  ။		F1
HOTKEYS_FILE_INFO			= - ဖိုင်အချက်အလက်။  ။		Ctrl+F1
HOTKEYS_SETTING				= - ဖွဲ့စည်းပုံ။   ။		F5
HOTKEYS_MAX				= - ခေါက်ထားရန်/ပြန်ချဲ့ရန်။  ။		Enter
HOTKEYS_CHANGE_MODE			= - နည်းလမ်းပြောင်းရန်။  ။ 		Ctrl+M
HOTKEYS_REGISTER			= - Bandicut မှတ်ပုံတင်ရန်။  ။		F3
HOTKEYS_HOME				= - အစပြုတဲ့နေရာကိုသွားရန်။  ။		Home

HOTKEYS_PLAY_TITLE			= * ပြသရန်
HOTKEYS_OPEN_FILE			= - ဖိုင်ဖွင့်ရန်။  ။		Ctrl+O, F2
HOTKEYS_CLOSE				= - ဖိုင်(များ)(အားလုံး)ပိတ်ရန်။  ။		F4
HOTKEYS_START				= - အစပြုရန်။  ။           		Ctrl+Enter
HOTKEYS_OPEN_FOLDER			= - သိမ်းမည့်ဖိုလ်ဒါဖွင့်ရန်။  ။	Ctrl+F2
HOTKEYS_PLAY				= - ပြသရန်/ခေတ္တရပ်။  ။	Space
HOTKEYS_STOP				= - ရပ်ရန်။  ။			Ctrl+Space
HOTKEYS_MUTE				= - အသံပိတ်/အသံဖွင့်။  ။		M

HOTKEYS_SEGMENT_PLAY			= - အကန့် ပြသရန်/ခေတ္တရပ်။  ။	Ctrl+P
HOTKEYS_SEGMENT_STOP			= - အကန့်ရပ်ရန်။  ။		Alt+P
HOTKEYS_SEGMENT_REMOVE			= - အကန့်ဖယ်ရှားရန်။  ။	Delete

HOTKEYS_PLAY_FORWARD			= - ရှေ့သို့။  ။			Right, Numpad+
HOTKEYS_PLAY_REWIND			= - ပြန်ရစ်ရန်။  ။			Left, Numpad-

HOTKEYS_CUT_TITLE			= * ဖြတ်တောက်ရန်
HOTKEYS_SET_START_TIME			= - အကန့်အစပြုချိန် သတ်မှတ်ရန်။  ။	S
HOTKEYS_SET_END_TIME			= - အကန့်အဆုံးသတ်ချိန် သတ်မှတ်ရန်။  ။	E
HOTKEYS_SEGMENT_ADD			= - အကန့်ထည့်ရန်။  ။		Ctrl+N

HOTKEYS_NEXT_FRAME			= - နောက်ဖရိန်သို့။  ။		Right, Numpad+
HOTKEYS_NEXT_KEY_FRAME			= - နောက်ကီးဖရိန်သို့။  ။		Ctrl+Right

HOTKEYS_PREVIOUS_FRAME			= - ပြီးခဲ့သောဖရိန်သို့။  ။		Left, Numpad-
HOTKEYS_PREVIOUS_KEY_FRAME		= - ပြီးခဲ့သောကီးဖရိန်သို့။  ။		Ctrl+Left

HOTKEYS_PREVIOUS_SEL_SEG		= - ပြီးခဲ့သောအကန့်ကိုရွေးရန်။  ။ 	Up
HOTKEYS_NEXT_SEL_SEG			= - နောက်အကန့်ကိုရွေးရန်။  ။ 	Down

HOTKEYS_PREV_TIME_DIGIT			= - အရင် အချိန်ဂဏန်းကိုသွားရန် :Shift+Tab
HOTKEYS_NEXT_TIME_DIGIT			= - နောက်အချိန်ဂဏန်းကိုသွားရန် :	Tab

HOTKEYS_JOIN_TITLE			= * ဆက်ရန်
HOTKEYS_PREV_FILE_PLAY			= - ပြသရန်/ပြီးခဲ့သောဖိုင်ကိုရွေးရန်။  ။ 	Left
HOTKEYS_NEXT_FILE_PLAY			= - ပြသရန်/နောက်ဖိုင်ကိုရွေးရန်။  ။ 	Right